cask_args appdir: "/Applications"
tap "homebrew/cask"

# HOMEBREW PACKAGES
brew "bash"
brew "bash-completion"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "mpv"
brew "nmap"
brew "pandoc"
brew "pass"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "reattach-to-user-namespace"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"

# MAC APPLICATIONS
cask "calibre"
cask "carbon-copy-cloner"
cask "dash"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "sublime-text"
cask "tunnelblick"
